const ExplainSection = () => {
  return (
    <div className="mb-8">
      <h2 className="text-xl lg:text-2xl font-bold mb-4">
        توضیحات کلی در مورد رمز ارزها
      </h2>
      <p className="text-xs lg:text-sm 2xl:text-base mb-8 text-justify leading-6 lg:leading-7 2xl:leading-8">
        رمز ارزها یا پروتکل های رمزنگاری و بلاک چین های بنیاد افتاده پیچیده برای
        رمز گذاری داده های حساس و انتقال آن ها استفاده می کنند تا معاملات امن را
        فراهم آورند. توسعه دهندگان رمز ارزها این پروتکل ها را به زبان‌ برنامه
        نویسی کامپیوتری ایجاد کرده اند که از فرآیندهای موثر که از قبل استفاده
        شده اند برای رمزنگاری بهره می برند. همچنین هویت افراد استفاده کننده از
        رمز ارزها را محفوظ نگه می دارد و نیازی و وارد کردن اطلاعات آن ها به
        سیستم نمی باشد. مصونیت تمام فعالیت ها و ارزش های بازار همیشه مدنظر کل
        جامعه کنترل و ارزیابی می شود و بانک ها و موسسات دولت به کنترل آن ها نیاز
        ندارند. ارزهای دیجیتال، امکان معامله شدن توسط ارزهای واقعی را نیز دارا
        می باشد و شما می توانید از بعضی از شرکت های خاص و صرافی های شناخته شده
        مانند بایننس (Binance) ارزهای دیجیتال خود را با پول، بیت کوین و سایر
        ارزها معامله کنید. خطر اصلی در همین مرحله اتفاق می افتد چرا که ها هکرها
        و سارقان امکان ربودن یوزر نیم ها را در این مرحله انتقال دارا هستند.
      </p>
      <div className="max-w-screen-2xl 2xl:w-3/4 mx-auto mb-8">
        <img
          className="mx-auto rounded-lg"
          src="/img/bitcoin.jpg"
          alt="screenshot"
        />
      </div>

      <p className="text-xs lg:text-sm 2xl:text-base mb-8 text-justify leading-6 lg:leading-7 2xl:leading-8">
        رمز ارزها یا پروتکل های رمزنگاری و بلاک چین های بنیاد افتاده پیچیده برای
        رمز گذاری داده های حساس و انتقال آن ها استفاده می کنند تا معاملات امن را
        فراهم آورند. توسعه دهندگان رمز ارزها این پروتکل ها را به زبان‌ برنامه
        نویسی کامپیوتری ایجاد کرده اند که از فرآیندهای موثر که از قبل استفاده
        شده اند برای رمزنگاری بهره می برند. همچنین هویت افراد استفاده کننده از
        رمز ارزها را محفوظ نگه می دارد و نیازی و وارد کردن اطلاعات آن ها به
        سیستم نمی باشد. مصونیت تمام فعالیت ها و ارزش های بازار همیشه مدنظر کل
        جامعه کنترل و ارزیابی می شود و بانک ها و موسسات دولت به کنترل آن ها نیاز
        ندارند. ارزهای دیجیتال، امکان معامله شدن توسط ارزهای واقعی را نیز دارا
        می باشد و شما می توانید از بعضی از شرکت های خاص و صرافی های شناخته شده
        مانند بایننس (Binance) ارزهای دیجیتال خود را با پول، بیت کوین و سایر
        ارزها معامله کنید. خطر اصلی در همین مرحله اتفاق می افتد چرا که ها هکرها
        و سارقان امکان ربودن یوزر نیم ها را در این مرحله انتقال دارا هستند.
      </p>
    </div>
  );
};

export default ExplainSection;